PT = [20, 20, 20, 20, 40, 60, 80, 100, 100, 100, 400, 800, 1200, 1600, 2000, 2400, 2800, 3200, 3600, 4000, 0]
RANKS = [
        u'雏鸡Ⅸ',
        u'雏鸡Ⅷ',
        u'雏鸡Ⅶ',
        u'雏鸡Ⅵ',
        u'雏鸡Ⅴ',
        u'雏鸡Ⅳ',
        u'雏鸡Ⅲ',
        u'雏鸡Ⅱ',
        u'雏鸡Ⅰ',
        u'狡狐Ⅳ',
        u'狡狐Ⅲ',
        u'狡狐Ⅱ',
        u'狡狐Ⅰ',
        u'迅犬Ⅲ',
        u'迅犬Ⅱ',
        u'迅犬Ⅰ',
        u'孤狼',
        u'猎豹',
        u'猛虎',
        u'巨象',
        u'地龙'
    ]
REQUIREMENTS = [
    u'雏鸡 或 狡狐 或 力量1800以下',
    u'狡狐以上或会员剩余60天以上 且 孤狼力量2000以下',
    u'迅犬以上且力量1800以上',
    u'孤狼以上且力量2000以上的会员'
]

TIME = [5, 3]
OVERTIME = [10, 5]
